{
  "layout": "project",
  "title": "First Blog post",
  "date": "2020-02-14T14:17:23.678Z",
  "thumbnail": "/static/images/uploads/Agents_Image.png",
  "video": "<iframe src=\"https://player.vimeo.com/video/66516644\" width=\"640\" height=\"360\" frameborder=\"0\" allow=\"autoplay; fullscreen\" allowfullscreen></iframe> <p><a href=\"https://vimeo.com/66516644\">Stockholm Harbour Symphony (2011)</a> from <a href=\"https://vimeo.com/user5764377\">Robin McGinley</a> on <a href=\"https://vimeo.com\">Vimeo</a>.</p>",
  "body": "***Stockholm Harbour Symphony***was an extraordinary, urban-scale performance of a new piece of music written specifically to be played on the ships horns of the vessels in the Strömmen Harbour in central Stockholm.\n\n***Stockholm Harbour Symphony***created the unique situation where the ships horns themselves, momentarily, become musical instruments and the harbour a vast, open-air concert hall.\n\nThe idea of a 'harbour symphony' was first developed in the harbour city of St. John's in Newfoundland, Canada, as part of a music festival in 1983. Since then other versions have taken place in a number of cities internationally, including Amsterdam, Vancouver, Montreal and San Francisco. On 6th June 2011, as part of the National Day celebrations and the Make Music Stockholm event, a newly created work was performed in the innermost Baltic Sea harbour of the Swedish capital, to be enjoyed by an audience situated anywhere along the quayside.\n\n***Stockholm Harbour Symphony***was at once a celebration of the working harbour, and also a chance to offer Stockholm's inhabitants, and its tourist visitors, a new and singular perspective of the soundscape of this city on the water.\n\nThe Horn Section:\n\nJan Liljekvist - Birka Paradise (large air horn)\n\nGirilal Baars - Söderarm (compressed air horn)\n\nJamie Fawcus - Djurgårdsferry 1 (electronic siren)\n\nDenis Romanovski - af Chapman - sailing ship (antique ship's bell)\n\nAnders Erkeus- Västan (compressed air horn)\n\nBure Holmbäck- Oden Gamle (compressed air horn)\n\nPelle Halvarsson - Birka Paradise (very large air horn)\n\nLeif Jordansson - Steamship Blidösund (steam horn)\n\nSören Runolf - Delfin I (compressed air horn)\n\nMette af Klint - Delfin X (compressed air horn)\n\nPaul Savage - Djurgårdsferry 2 (electronic siren)\n\nImpromptu Helicopters: Swedish Armed Forces\n\nMusic by Robin McGinley and Girilal Baars\n\nAudio Post-Production: Girilal Baars\n\n***Stockholm Harbour Symphony***was made possible with the participation and collaboration of the Ports of Stockholm Authority and the shipping companies in the Strömmen Harbour, including Birka Cruises, Blidösundsbolaget, Reäderi Stockholms Ström, Strömma,\n\nViking Line and Waxholmsbolaget.\n\nProduced by Robin McGinley/Interactive Agents as part of the 2011 Swedish National Day Celebrations for Stockholm Stads Kulturförvaltningen and Make Musik Sthlm."
}